Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Chemische Zusätze zum Bohren von unterirdischen Erdölbohrlöchern
en: Additives (Chemical -) for use in the drilling of subterranean oil wells

source: Chemische Präparate zur Verwendung als Tierfutterzusätze
en: Additives (Chemical -) for use in the preparation of animal foodstuffs

source: Alkohol zur Verwendung bei der Herstellung von Parfüms
en: Alcohol for use in the manufacture of perfumes

source: Kitte für Kraftfahrzeugbremssysteme
en: Automobile brake system leak sealants

source: Wasserfeste Beschichtungen [chemische, ausgenommen Farben]
en: Waterproof coatings [chemical, other than paints]

source: Chemische Verbindungen für die Glasherstellung
en: Chemical compositions for use in the formation of glass

source: Chemische Verbindungen zur Beseitigung von Feststoffen aus Wasser in Absetztanks
en: Chemical compounds for removing solid matter from water in settling tanks

source: Lecithin für die Produktion
en: Lecithin for use in manufacture

source: Lichtempfindliche organische Galvanisierungsmittel zum Auftragen auf Untergründe
en: Light sensitive organic coating compounds for application to substrates by electrodeposition

source: Entfettungsmittel für Leder zur Verwendung für Herstellungsverfahren
en: Degreasing agents for leather, for use in manufacturing processes

source: Reines Silizium
en: Pure silicon

source: Flüssiges lichtempfindliches Rohharz zur Herstellung dreidimensionaler Modelle
en: Liquid photosensitive resin for the fabrication of three-dimensional models

source: Flüssige Speicherpolymere für die Forstwirtschaft
en: Liquid storing polymers for use in forestry

source: Gelöster Holzzellstoff für Produktionszwecke
en: Dissolving wood pulp for manufacturing purposes

source: Bindemittel für Mörtel
en: Agglutinants for plaster

source: Bindemittel für Holz
en: Agglutinants for wood

source: Kunstharz-Vorprodukte im Rohzustand
en: Precursors of artificial resins

source: Feuer absorbierende chemische Erzeugnisse für die Herstellung von feuerfesten Harzen
en: Fire absorbent chemicals for use in the manufacture of fire retardant resins

source: Rohkunststoffe in Form von Pasten
en: Raw plastics in the form of pastes

source: Chemische Erzeugnisse für die Ölbohrindustrie
en: Chemicals for use in the oil drilling industry

source: Wärmeübertragungsfluide für Kühlsysteme in der Industrie
en: Heat transfer liquids for use in cooling systems in industry

source: Laborchemikalien für wissenschaftliche Zwecke
en: Laboratory chemicals for scientific use

source: Laborreagenzien für wissenschaftliche Zwecke zur Analyse von Kohlenwasserstoffen
en: Laboratory reagents for scientific use in analysing hydrocarbons

source: Reagenzien für die Entwicklung monoklonaler Antikörper [ausgenommen für medizinische oder veterinärmedizinische Zwecke]
en: Reagents for use in the development of monoclonal antibodies [other than for medical or veterinary purposes]

source: Reagenzien-Kits für die Durchführung des enzymgekoppelten Immunadsorptionstests [ELISA], nicht für medizinische oder veterinärmedizinische Zwecke
en: Reagents in kit form for conducting enzyme-linked immunosorbent assays (elisa) [other than for medical or veterinary purposes]

source: Chemische Zusätze für die Gummiverarbeitung
en: Additives (Chemical -) for rubber processing

source: Diagnostische Präparate für Wissenschaft oder Forschung, ausgenommen für medizinische Zwecke
en: Diagnostic preparations for scientific or research use other than for medical use

source: Diagnostische Reagenzien für In-vitro-Anwendungen in der Biochemie, klinischen Chemie und Mikrobiologie
en: Diagnostic reagents for in vitro use in biochemistry, clinical chemistry and microbiology

source: Chemische Zusatzstoffe zur Bohrlochstabilisierung bei Erdölbohrungen
en: Chemical additives for borehole stabilisation in oil well drilling

source: Substanzen zum Ätzen von Ziegelmauerwerk
en: Substances for the etching of brickwork

source: Alginate für industrielle Zwecke
en: Alginates for industrial purposes

source: Mehl für gewerbliche Zwecke
en: Flour for industrial purposes

source: Gluten für industrielle Zwecke
en: Gluten for industrial purposes

source: Kitte auf Kautschukbasis [Klebstoffe], nicht für Schreibwaren oder für Haushaltszwecke
en: Rubber based cements adhesives, other than for household or stationery use

source: Flüssige Silikonelastomere
en: Silicone liquid elastomers

source: Natrium
en: Sodium

source: Konservierungsmittel für pharmazeutische Präparate
en: Preservatives for pharmaceutical preparations

source: Aus Aktivkohle bestehende Adsorptionsmittel
en: Adsorbents consisting of activated carbon

source: Tonungsbäder [Fotografie]
en: Toning baths [photography]

source: Chemische Zwischenprodukte für die Fertigung
en: Chemical intermediates for use in manufacture

source: Chemische Materialien für die Herstellung von Keramikmaterial
en: Chemical materials for the manufacture of ceramic materials

source: Chemische Präparate zum Füllen von Rissen bei der Reparatur von Fahrzeugkarosserien
en: Chemical preparations for filling of flaws in the repair of vehicle bodies

source: Chemische Präparate zur Neutralisierung von Wasser
en: Chemical preparations for neutralizing water

source: Durch UV-Strahlung härtbare Klebstoffe für Halbleiterchips
en: Ultraviolet curable adhesives for semiconductor chips

source: Zusätze zur Verhinderung der Zersetzung von Beton unter Wasser
en: Underwater concrete segregation controlling admixtures

source: Unbelichtetes fotografisches Papier
en: Unexposed photographic paper

source: Rauchmindernde Chemikalien
en: Smoke suppressant chemicals

source: Polyfunktionale Aziridin-Verbindungen als brückenbildendes Mittel für Harze
en: Polyfunctional aziridine compounds for use in resin bridging agents

source: Chemische Zusatzstoffe für technische Fette
en: Additives (Chemical -) for industrial greases

source: Chemische Zusatzstoffe für die Erzflotation
en: Additives (Chemical -) for ore floatation

source: Chemische Zusatzstoffe zum Plastifizieren von Beton
en: Additives (Chemical -) for plasticizing concrete

source: Chemikalien für Aquarien
en: Chemicals for use in aquariums

source: Chemikalien zum Leimen [für industrielle Zwecke]
en: Chemicals for use in gluing [for industrial purposes]

source: Epoxidklebstoffe für Klebe- und Reparaturzwecke
en: Epoxy glue for general bonding and repair purposes

source: Antimon
en: Antimony

source: Baumsalbe für die Forstwirtschaft
en: Glutinous tree-grafting preparations

source: Polymerdispersionen auf Wasserbasis für industrielle Zwecke
en: Water-based polymer dispersions used in industry

source: Synthetische Harzkunststoffe [unverarbeitet]
en: Synthetic resin plastics [unprocessed]

source: Synthetische Harze im Rohzustand für glasfaserverstärkte Laminate
en: Synthetic resins for use in glass fibre reinforced laminates

source: Rohe synthetische Harze in Form von Ionenaustauschern
en: Synthetic resins in the form of ion-exchangers

source: Öle zum Haltbarmachen von Nahrungsmitteln
en: Oils for the preservation of food

source: Chemische Erzeugnisse zum Frischhalten von Futtermitteln
en: Chemical products for preserving the freshness of feedstuffs

source: Enzymatische Beizen [chemische Mittel] für die Lederindustrie
en: Enzymatic mordants [chemical products] for use in the leather industry

source: Enzympräparate für die Desodorierung von Ausscheidungen
en: Enzyme preparations for the deodorising of excreta

source: Enzympräparate zur Verwendung in der Backindustrie
en: Enzyme preparations for use in the baking industry

source: Glyzerin für gewerbliche Zwecke
en: Glycerine for industrial purposes

source: Chemische Zusätze für das Wasser in Aquarien [ausgenommen Arzneimittel]
en: Chemical products for aquarium water [other than pharmaceuticals]

source: Klebematerialien für Fliesen
en: Adhesive materials for tiles

source: Enzympräparate für die Lebensmittelindustrie
en: Enzyme preparations for the food industry

source: Gas in gelöster Form für gewerbliche Zwecke
en: Gas in dissolved form for industrial use

source: Gasgemische für die Landwirtschaft
en: Gas mixtures for use in agriculture

source: Gasgemische für die Industrie
en: Gas mixtures for use in industry

source: Chemikalien zur Lösung von Sauerstoff aus Wasser
en: Chemicals for dissolving oxygen from water

source: Chemikalien zum Schutz vor Korrosion
en: Chemicals for preventing corrosion

source: Zusatzmittel [chemische Erzeugnisse zu gewerblichen Zwecken] zum Wasserfluten
en: Chemicals for use in the manufacture of flame retardant polymers

source: Chemikalien für die Herstellung von Insektiziden
en: Additives (Chemical -) for use in waterproofing masonry

source: Chemische Zusatzstoffe zum Wasserdicht machen von Mauerwerk
en: In-vivo radiological contrast substances for scientific use

source: Magnetisches Eisenoxid
en: Manure in liquid form

source: Zusatzflüssigkeiten für Schleifmittel
en: Auxiliary fluids for use with abrasives

source: Komplexe Düngemittel
en: Complex fertilizer

source: Ätzmittel für das Galvanisieren
en: Electroplating etching solutions

source: Chemische Grundstoffe zum Aufdampfen von dünnen Filmen auf Halbleiterscheiben zur Herstellung von Halbleitern
en: Chemical source material for the deposition of thin films upon semiconductor wafers for the manufacture of semiconductors

source: Chemische Reagenzien für analytische Tests, außer für medizinische oder veterinärmedizinische Zwecke
en: Chemical reagents for use in analytical tests, other than for medical or veterinary use

source: Chemische Mittel zur Verwendung als Kühlmittel
en: Chemical preparations for use as coolants

source: Chemische Präparate zur Verwendung in kosmetischen Produkten
en: Chemical preparations for use in the manufacture of cosmetics

source: Enzyme zur Verwendung in isothermen Erweiterungen [für gewerbliche Zwecke]
en: Enzymes for use in isothermal amplifications [for industrial use]

source: Äther für industrielle Zwecke
en: Ethers for industrial use

source: Mit Antigenen aus Helicobacter-pylori beschichtete Träger [nicht für medizinische Zwecke]
en: Supports coated with antigens of helicobacter pylori [not for medical use]

source: Biologische Präparate, ausgenommen für medizinische Zwecke
en: Biological preparations [other than for medical use]

source: Biologische Präparate für Fertigungszwecke
en: Biological preparations for use in manufacture

source: Harze in flüssiger Form [im Rohzustand]
en: Resins in liquid form [unprocessed]

source: Abbindeverzögerer für Beton
en: Retarders for use with concrete

source: Bauxit
en: Bauxite

source: Antistatische Mittel [ausgenommen für Haushaltszwecke]
en: Anti-static agents [other than for household purposes]

source: Wässrige Dispersionen aus anorganischen Mineralien
en: Aqueous dispersions of inorganic minerals

source: Ungesättigte rohe Polyesterharze
en: Unsaturated polyester resins

source: Chemische Verbindungen für das Metallziehen
en: Chemical compounds for use in metal drawing

source: Chemikalien zur Entfernung von Beschichtungen
en: Chemicals for use in removing coatings

source: Chemische Erzeugnisse zum Bohren von geothermischen Brunnen
en: Chemicals for use in the drilling of geothermal wells

source: Verbindungen zur Staubabdichtung von Beton
en: Compositions for dust proofing concrete

source: Luftporenbildner als Zusatzstoff für Mörtel
en: Air void formers being additives for mortar

source: Polymere für die Herstellung von Putzmörtel
en: Polymers for use in the preparation of plasters

source: Polyol für gewerbliche Zwecke
en: Polyol for use in industry

source: Farbentwicklungsmittel auf Silikatbasis für Thermopapier
en: Silicate based color developers for thermoreactive papers

source: Silikate für gewerbliche Zwecke
en: Silicates for use in industry

source: Silikon modifizierte Polyetherpolyole
en: Silicon modified polyether polyols

source: Chemische Zusatzstoffe als Bindemittel für Beton
en: Additives (Chemical -) for use in binding concrete

source: Chemische Zusatzstoffe als Bindemittel für Mauerwerk
en: Additives (Chemical -) for use in binding masonry

source: Klebstoffzusätze aus Latex
en: Latex additives for adhesives

source: Partikelförmiges Material für Chromatographieverfahren [ausgenommen medizinische]
en: Particulate material for use in chromatographic processes [other than medical]

source: Anorganische Glasbindemittel enthaltende Gießereisande
en: Foundry sands incorporating inorganic glass binders

source: Chemische Substanzen für die Herstellung von synthetischem Kautschuk
en: Chemical substances for use in the production of synthetic rubber

source: Chemische Ergänzungsstoffe für die Herstellung von Vitaminen
en: Chemical supplements for use in the manufacture of vitamins

source: Chemisch sensibilisiertes Papier zur Verwendung in der Thermografie
en: Chemically sensitized paper for use in thermal imaging

source: Testpapier [Lackmuspapier]
en: Test paper, [litmus paper]

source: Mischungen aus Chemikalien und Mikroorganismen für düngenden Kompost
en: Mixtures of chemicals and microorganisms for fertilizing compost

source: Katalysatoren für chemische und biochemische Prozesse
en: Catalysts for chemical and biochemical processes

source: Cellulase zur Waschmittelherstellung
en: Cellulase used in detergent manufacture

source: Aus Stickstoffverbindungen bestehende Düngemittel
en: Fertilisers consisting of compounds of nitrogen

source: Chemische Schlichtemittel für die Herstellung von Textilwaren
en: Chemical sizing compositions for use in the manufacture of textiles

source: Chemische Substanzen zum Erzeugen von Schaum
en: Chemical substances for generating foam

source: Chemische Substanzen zur Entfernung von Verunreinigungen aus Gasbehandlungsmitteln
en: Chemical substances for removing contaminants from gas-treating solvents

source: Chemische Substanzen für die Herstellung von Insektenvertreibungsmitteln
en: Chemical substances for the manufacture of insect repellents

source: Aviviermittel für Textilien
en: Textile-brightening chemicals

source: Keramikmaterialien in Form von Pasten für gewerbliche Zwecke
en: Ceramic materials in paste form for use in industry

source: Chemische Erzeugnisse zur Herstellung von Duftstoffen
en: Chemical products for the preparation of odorous products

source: Enzyme [ausgenommen für medizinische Zwecke] zur Markierung von Proteinbruchteilen
en: Enzymes [other than for medical use] for labelling protein fractions

source: Enzyme [ausgenommen für medizinische Zwecke] zur Markierung von Proteinen
en: Enzymes [other than for medical use] for labelling proteins

source: Enzyme [ausgenommen für medizinische Zwecke] zum Messen von Proteinbruchteilen
en: Enzymes [other than for medical use] for measuring protein fractions

source: Enzyme [ausgenommen für medizinische Zwecke] zum Messen von Proteinen
en: Enzymes [other than for medical use] for measuring proteins

source: Diastasen für gewerbliche Zwecke
en: Diastase for industrial purposes

source: Ätzmittel zur Verwendung bei der Herstellung von gedruckten Leiterplatten
en: Etchants for use in the manufacture of printed circuit boards

source: Keramikverbindungen für die Sinterung [Granulat und Pulver]
en: Ceramic compositions for sintering [granules and powders]

source: Kunststoffe für die Ölabsorbierung
en: Synthetic materials for absorbing oil

source: Dispergierungsmittel für die Zellstoffindustrie
en: Dispersants for use in the pulp industry

source: Appreturmittel zur Wiederherstellung Schuhleder [ausgenommen Schuhpolituren]
en: Dressings for restoring the leather of shoes [other than shoe polish]

source: Kunststoffe natürlicher Herkunft im Rohzustand
en: Unprocessed plastics of natural origin

source: Chemische Erzeugnisse zur Hemmung des Wachstums von Unkraut
en: Chemical products for inhibiting the growth of weeds

source: Chemische Substanzen für Laboranalysen
en: Chemical substances for analysis in laboratories

source: Chemische Substanzen als Inhaltsstoffe in Wärmeübertragungsmedien
en: Chemical substances for use as ingredients in heat transfer media

source: Chemische Farbaviviermittel für gewerbliche Zwecke
en: Color- [colour-] brightening chemicals for industrial purposes

source: Nitrate
en: Nitrates

source: Gesteinsfasern für den Gartenbau
en: Rock fibres for use in horticulture

source: Flüssige Hilfsstoffe [chemische Erzeugnisse] für Bohrschlammzusätze
en: Auxiliary fluids for use with additives for drilling muds

source: Gase zum Aufblasen von Ballons
en: Gases for inflating balloons

source: Chemikalien zur Wasserreinigung von Schwimmbecken
en: Chemicals for the purification of water used in swimming pools

source: Chemische Erzeugnisse zur Unterdrückung des Geruchs von Wasser
en: Chemicals for the suppression of the odour of water

source: Gummi [Leim], nicht für Papier- und Schreibwaren oder für Haushaltzwecke
en: Gums [adhesives], other than for stationery or household purposes

source: Chemische Verbindungen zur Aufnahme von Kohlenwasserstoffen
en: Chemical compositions for absorbing hydrocarbons

source: Chemische Verbindungen zum Härten von Zement
en: Chemical compositions for hardening cement

source: Latexklebstoff, ausgenommen für Büro- oder Haushaltszwecke
en: Latex glue [not for stationery or household purposes]

source: Metallate [Metallsalze von Säuren]
en: Metallates (metal salts of acids)

source: Rohe Kunststoffe in Pulver-, flüssiger oder Pastenform
en: Unprocessed plastic materials in powder, liquid or paste form

source: Weizenproteine für gewerbliche Zwecke
en: Wheat proteins for industrial use

source: Organische Halogenide
en: Organic halogenides

source: Technische Minerale
en: Industrial minerals

source: Klebstoffe für Deckenverkleidungen
en: Adhesives for ceiling coverings

source: Mastixkitt für industrielle Zwecke
en: Sealant mastics for use in industry

source: Alkalische Galvanisierungschemikalien für metallische Substanzen
en: Alkaline galvanising chemicals for metallic substances

source: Alkalische Orthophosphate
en: Alkaline orthophosphates

source: Konservierungssalz, nicht für Lebensmittel
en: Salt for preserving, other than for foodstuffs

source: Probiotische bakterielle Zubereitungen [ausgenommen für medizinische Zwecke]
en: Probiotic bacterial formulations [other than for medical use]

source: Natrium-Aluminium-Fluorid
en: Sodium aluminium fluoride

source: Chemische Substanzen als Adsorptionsmittel für Inhalationsgase
en: Chemical substances for use as adsorbents in the administration of inhalant gases

source: Chemische Substanzen zum Zersetzen von toxischen Gasen
en: Chemical substances for use in dissolving toxic gases

source: Chemische Substanzen zur Neutralisierung von übelriechenden Gasen
en: Chemical substances for use in neutralizing malodorous gases

source: Chemische Substanzen zur Neutralisierung von toxischen Gasen
en: Chemical substances for use in neutralizing toxic gases

source: Chemische Erzeugnisse zur Behandlung von Abfallströmen
en: Chemicals used in the treatment of waste streams

source: Chromatografiematerial zur Behandlung von Biopolymeren für wissenschaftliche Laborzwecke
en: Chromatographic material for the treatment of biopolymers for scientific laboratory use

source: Chromatografiematerial für die Behandlung von Nukleinsäuren für wissenschaftliche Laborzwecke
en: Chromatographic material for the treatment of nucleic acids for scientific laboratory use

source: Verbindungen auf Chrombasis zur Produktion von Chrommetall
en: Chromium based compositions for use in the production of chromium metal

source: Ton als Verdickungsmittel für Suspensionen
en: Clay for use as thickening agents for suspensions

source: Chemische Staubbindemittel für Getreide
en: Dust suppressing chemicals for use on grain

source: Kitte für Kraftfahrzeugkühlsysteme
en: Automobile cooling system leak sealants

source: Kits zur Markierung von Biomolekülen, bestehend aus Reagenzien für wissenschaftliche Zwecke
en: Biomolecule labelling kits comprising reagents for use in scientific research

source: Rohe Polyethylenharz
en: Polyethylene resins

source: Lichtempfindliche Filme [unbelichtet] für Grafikzwecke
en: Sensitized films (Unexposed -) for graphic use

source: Flüssige Entkalkungsmittel für gewerbliche Zwecke
en: Decalcifying preparations [industrial] in liquid form

source: Chemische Verbindungen zum Abdecken von Beton
en: Chemical compositions for masking concrete

source: Quarzhaltige Beschichtungsmittel für Linsen
en: Coatings containing quartz for use in lenses

source: Amide für die Industrie
en: Amides for use in industry

source: Aminoacrylpolymere für Herstellungsverfahren
en: Amino acrylic polymers for use in manufacture

source: Leim für Fußböden, Decken und Wandfliesen
en: Adhesives for floor, ceiling and wall tiles

source: Karbolineum für den Pflanzenschutz
en: Carbolineum for the protection of plants

source: Klebstoffe für gewerbliche Zwecke in Flockenform
en: Adhesives for industrial use in the form of scales

source: Klebstoffe zum Befestigen von Gips
en: Adhesives for securing plaster

source: Enzyme für die Brauindustrie
en: Enzymes for the brewing industry

source: Enzyme zur Verwendung in der Backwarenindustrie
en: Enzymes for use in the bakery industry

source: Klebstoffe zum Anbringen von Wandverkleidungen
en: Adhesives for applying wall coverings

source: Chemikalien zur Verwendung als Hilfsmittel in der Galvanik
en: Chemicals for use as auxiliaries in electroplating

source: Chemische Erzeugnisse als Inhaltsstoffe für Herstellungsverfahren
en: Chemicals for use as ingredients in the course of manufacture

source: Acrylatizes im Rohzustand
en: Acrylic latexes (Raw -)

source: Chemische Additivkonzentrate für Motorkraftstoffe
en: Additive concentrates (Chemical -) for motor fuels

source: Stärke zur Verwendung in der Papierfabrikation oder in Textilien
en: Starch for use in the manufacture of paper or textiles

source: Hormone zur Beschleunigung der Reifung von Obst und Gemüse
en: Hormones for hastening the ripening of fruit and vegetables

source: Präparierte Erden für die Pflanzenanzucht
en: Prepared soils for the germination of seeds

source: Schutzgase zum Gebrauch beim Schweißen
en: Gases for use in flame spraying

source: Gase für die Metallerzeugung
en: Gases for use in metal production

source: Radium für gewerbliche Zwecke
en: Radium for industrial purposes

source: Bodenveredelung zur Regulierung des Wachstums von Gartenprodukten
en: Soil conditioning preparations for regulating the growth of garden products

source: Stabilisatoren für flammhemmende Mittel
en: Stabilizers for flame retardants

source: Fotolacke zur Fertigung von Leiterplatten
en: Photoresists for fabrication of printed circuit boards

source: Fotosensitive beschichtete Papiererzeugnisse
en: Photosensitive coated paper products

source: Fotosensitive Folien [unbelichtet]
en: Photosensitive films [unexposed]

source: Photosensitive Medien [Folien, unbelichtete]
en: Photosensitive media [films, unexposed]

source: Photosensitive Medien [Papier]
en: Photosensitive media [paper]

source: Witterungsbeständige Mischungen [Chemikalien] zur Imprägnierung in Mauerwerk
en: Weather proofing compositions [chemicals] for impregnation into masonry

source: Wetterfeste Beschichtungen [chemische, ausgenommen Farben]
en: Weather resistant coatings [chemical, other than paints]

source: Reagenzien für diagnostische Tests [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for use in diagnostic tests [other than for medical or veterinary purposes]

source: Härter für Mauerwerk
en: Hardeners for masonry

source: Kreosot für chemische Zwecke
en: Creosote for chemical purposes
